[
  {
    "key": "grasshopper",
    "name": "ফড়িং (Grasshopper)",
    "type": "পাতা ও কাণ্ড ক্ষতিকারী",
    "description": "ফড়িং ধান, গম, ভুট্টা ও সবজির পাতা ও কাণ্ড কেটে খায়। এরা দলবদ্ধভাবে চলাফেরা করে ও ফসল খেয়ে ফেলে। অতিরিক্ত আক্রমণে জমি একদম খালি হয়ে যেতে পারে। প্রজননের সময় খুব দ্রুত সংখ্যা বৃদ্ধি পায়। বরেন্দ্র অঞ্চলে শুষ্ক মৌসুমে বেশি দেখা যায়।",
    "prevention": "➤ সকালে বা বিকেলে হাতে ধরে ধ্বংস করুন।\n➤ ক্ষেতের চারপাশের আগাছা পরিষ্কার করুন যাতে প্রজননের স্থান না পায়।\n➤ নিম তেল বা নিম বীজ নির্যাস স্প্রে করতে পারেন (৫ লিটার পানিতে ৫০-৭০ মি.লি)।\n➤ পাখি বসার বাঁশ বা খুঁটি গেড়ে দিন যাতে প্রাকৃতিক শত্রুরা শিকার করতে পারে।"
  },
  {
    "key": "beetle",
    "name": "গুবরে পোকা (Beetle)",
    "type": "পাতা ও ফল ক্ষতিকারী",
    "description": "গুবরে পোকা (বিশেষ করে লাল গুবরে ও কুমড়া গুবরে) বেগুন, লাউ, কুমড়া, মিষ্টি কুমড়া ও শসার পাতায় গর্ত করে খায়। এদের আক্রমণে গাছ দুর্বল হয়ে পড়ে এবং ফলন কমে যায়। কিছু প্রজাতি রাতের বেলা সক্রিয় হয়।",
    "prevention": "➤ গাছের নিচে পাতা ঝরিয়ে দিয়ে পোকা সংগ্রহ করে ধ্বংস করুন।\n➤ ফেরোমন ফাঁদ ব্যবহার করুন, বিশেষ করে কুমড়ার গাছের আশেপাশে।\n➤ আলোক ফাঁদ বা জৈব কীটনাশক যেমন Spinosad প্রয়োগ করুন।\n➤ ক্ষেতে কেরোসিন মিশ্রিত পানি দিয়ে পোকা ধ্বংস করা যেতে পারে।"
  },
  {
    "key": "aphid",
    "name": "ফুদকী পোকা (Aphid)",
    "type": "রসচুষে ক্ষতিকারী",
    "description": "ফুদকী পোকা ধান, সরিষা, ঢেঁড়স, মুলা ও বিভিন্ন শাকসবজির পাতার নিচে লুকিয়ে থেকে গাছের রস শুষে নেয়। এটি পাতাকে কুঁচকে দেয় এবং ভাইরাস রোগ যেমন পাতার মোচড় এবং হলুদ রোগ ছড়িয়ে দেয়। উপনিবেশ আকারে চলাফেরা করে এবং পিঁপড়া এদের রক্ষা করে।",
    "prevention": "➤ সাবান পানি (১ লিটার পানিতে ৫ মি.লি তরল সাবান) স্প্রে করুন।\n➤ নিম তেল বা নিম বীজ নির্যাস ব্যবহার করুন।\n➤ পিঁপড়ার আক্রমণ নিয়ন্ত্রণ করতে হবে।\n➤ জমিতে বালাইনাশক প্রয়োগের আগে বাচ্চা/ফুল থাকলে পরাগায়নে ক্ষতি হবে কি না তা বিবেচনা করুন।"
  },
  {
    "key": "snail",
    "name": "ঘোঁট পোকা / শামুক (Snail)",
    "type": "গোড়া ও পাতাজীবী ক্ষতিকারী",
    "description": "শামুক বা ঘোঁট পোকা বর্ষা মৌসুমে জমিতে বেশি দেখা যায়। বিশেষ করে ধান, পেঁয়াজ, রসুন, বাঁধাকপি এবং গাজর গাছে আক্রমণ করে। তারা গাছের গোড়া ও কচি অংশ কেটে ফেলে, ফলশ্রুতিতে চারা নষ্ট হয়ে যায়। রাতে এরা বেশি সক্রিয় থাকে।",
    "prevention": "➤ সকালে হাতে ধরে শামুক সংগ্রহ করে লবণ মিশ্রিত পানিতে ফেলুন।\n➤ জমিতে ছাই ও চুন ছিটিয়ে শুকনো রাখুন।\n➤ পানির প্রবাহ নিয়ন্ত্রণ করে জমি শুকনা রাখা যায়।\n➤ কাঁটার জাল বা প্লাস্টিক ব্যারিয়ার ব্যবহার করুন যাতে জমিতে না প্রবেশ করতে পারে।"
  },
  {
    "key": "caterpillar",
    "name": "শুঁয়োপোকা / ঝিঁঝিঁ পোকা (Caterpillar)",
    "type": "পাতাজীবী লার্ভা",
    "description": "শুঁয়োপোকা সবজি ও ধান গাছের পাতা কেটে খায়। বেগুন, বাঁধাকপি, ফুলকপি, সরিষা ইত্যাদির পাতায় গর্ত করে এবং কুঁড়ি নষ্ট করে। এরা পাতাকে জড়িয়ে লুকিয়ে পড়ে এবং একাধিক প্রজাতি ক্ষতি করে, যেমন ডায়মন্ড ব্যাক, আর্মিওয়ার্ম।",
    "prevention": "➤ সকালে আক্রান্ত পাতা খুঁজে কেটে ফেলা।\n➤ BT (Bacillus thuringiensis) স্প্রে করতে পারেন যা শুঁয়োপোকা দমনে খুব কার্যকর।\n➤ ফেরোমন ফাঁদ ব্যবহার করে পুরুষ পোকা ধরতে পারেন।\n➤ পোকা দেখলে Neem-X, Bio-Magic বা Spinosad প্রয়োগ করুন।"
  }
]
