[
    {
      "key": "white_fly",
      "name": "সাদা মাছি (White Fly)",
      "type": "পাতাজীবী রসচুষে ক্ষতিকারী",
      "description": "সাদা মাছি ধান, বেগুন, টমেটো ও শাকসবজির পাতার নিচে বসে গাছের রস শুষে নেয় এবং ভাইরাস ছড়িয়ে দেয়। আক্রান্ত পাতায় হলদে দাগ পড়ে এবং গাছ দুর্বল হয়ে যায়।",
      "prevention": "হলুদ আঠালো ফাঁদ ব্যবহার করুন, নিম তেল স্প্রে করুন (৫-৭ দিন পর পর), জমির আগাছা পরিষ্কার রাখুন।"
    },
    {
      "key": "white_fly_larva",
      "name": "সাদা মাছির লার্ভা (White Fly Larva)",
      "type": "পাতার নিচে অবস্থানকারী রসচুষে ক্ষতিকারী",
      "description": "এই লার্ভাগুলো পাতার নিচে লুকিয়ে থেকে ধীরে ধীরে গাছের রস শুষে নেয়, ফলে পাতার কোষ দুর্বল হয়ে পড়ে। ভাইরাস বহনের ক্ষেত্রেও ভূমিকা রাখে।",
      "prevention": "নিয়মিত পাতার নিচে পর্যবেক্ষণ করুন। হাত দিয়ে তুলে ফেলুন বা নিম নির্যাস স্প্রে করুন।"
    },
    {
      "key": "fruit_borer",
      "name": "ফল ছিদ্রকারী পোকা (Fruit Borer)",
      "type": "ফল ছিদ্রকারী পোকা (প্রাপ্তবয়স্ক)",
      "description": "বেগুন, কুমড়া, টমেটোসহ বিভিন্ন সবজির ফল ছিদ্র করে ডিম পাড়ে। ফলে ভিতরে লার্ভা ঢুকে ফল নষ্ট করে।",
      "prevention": "আক্রান্ত ফল তুলে ফেলুন। ফেরোমন ফাঁদ ব্যবহার করুন। আগাম জাত ব্যবহার এবং স্পিনোস্যাড স্প্রে করুন।"
    },
    {
      "key": "fruit_borer_larva",
      "name": "ফল ছিদ্রকারী লার্ভা (Fruit Borer Larva)",
      "type": "ফল ভিতর ক্ষতিকারী লার্ভা",
      "description": "ফলের ভিতরে অবস্থান করে খেয়ে নষ্ট করে দেয়। ফলে পচে যায় এবং বাজারে বিক্রির অযোগ্য হয়ে পড়ে।",
      "prevention": "BT (Bacillus thuringiensis) স্প্রে করুন। জমিতে ফেরোমন ফাঁদ ও ট্রাইকোগ্রামা পোকা ব্যবহার করুন।"
    },
    {
      "key": "leaf_folder",
      "name": "পাতা মোড়ানো পোকা (Leaf Folder)",
      "type": "পাতাজীবী ক্ষতিকারী",
      "description": "ধান বা সবজির পাতাকে ভাঁজ করে ডিম পাড়ে। লার্ভা পাতা খেয়ে সালোকসংশ্লেষণ বন্ধ করে দেয়। ফলন অনেক কমে যায়।",
      "prevention": "আক্রান্ত পাতা তুলে ধ্বংস করুন। আলো ফাঁদ ব্যবহার করুন এবং নিম তেল স্প্রে করুন।"
    },
    {
      "key": "leaf_folder_larva",
      "name": "পাতা মোড়ানো লার্ভা (Leaf Folder Larva)",
      "type": "পাতার ভিতরে লুকিয়ে থাকা লার্ভা",
      "description": "পাতার মোড় ভেতরে লুকিয়ে পাতা খায়। ধানের ক্ষেত্রে দুধ আসার সময় এর আক্রমণ বেশি ক্ষতিকর।",
      "prevention": "BT স্প্রে করুন। ট্রাইকোগ্রামা ও ব্র্যাকন পোকা ব্যবহার করে জৈবভাবে দমন করুন।"
    },
    {
      "key": "stem_borer",
      "name": "কাণ্ড ছিদ্রকারী পোকা (Stem Borer)",
      "type": "ধান কাণ্ড ছিদ্রকারী প্রাপ্তবয়স্ক পোকা",
      "description": "ধানের কাণ্ডে ডিম পাড়ে। লার্ভা বের হয়ে কাণ্ডের মধ্যে ঢুকে কুঁড়ি ও শীষ শুকিয়ে দেয় ('Dead Heart' এবং 'White Head' সমস্যা)।",
      "prevention": "আলোক ফাঁদ ব্যবহার করুন, আক্রান্ত গাছ তুলে ফেলুন, ট্রাইকোগ্রামা কার্ড ব্যবহার করুন।"
    },
    {
      "key": "stem_borer_larva",
      "name": "কাণ্ড ছিদ্রকারী লার্ভা (Stem Borer Larva)",
      "type": "ধানের কাণ্ড ক্ষতিকারী লার্ভা",
      "description": "কাণ্ডের ভেতর থেকে খেয়ে গাছের জলীয় পরিবহন বন্ধ করে দেয়, ফলে গাছ মরে যায়।",
      "prevention": "জৈব কীটনাশক (BT), ট্রাইকোগ্রামা ও ব্র্যাকন ব্যবহার করুন। আগাছা ও জমির পরিত্যক্ত গাছ পরিষ্কার রাখুন।"
    },
    {
      "key": "brown_planthopper",
      "name": "বাদামী দুধভুষি (Brown Planthopper)",
      "type": "রসচুষে ধানক্ষেত ক্ষতিকারী",
      "description": "ধানগাছের গোড়ায় বসে রস শুষে নেয়। গাছ হপার বার্নে আক্রান্ত হয়ে পাতা হলুদ হয়ে শুকিয়ে যায়। মহামারির আকারে ক্ষতি করতে পারে।",
      "prevention": "জমির পানি নিষ্কাশন ভালো রাখতে হবে। ফিপ্রোনিল বা ফ্লোনিকামিড কীটনাশক প্রয়োগ করুন। আগাছা পরিষ্কার করুন।"
    },
    {
      "key": "brown_planthopper_larva",
      "name": "বাদামী দুধভুষির লার্ভা (Brown Planthopper Larva)",
      "type": "রসচুষে ক্ষতিকারী লার্ভা",
      "description": "ধানগাছের গোড়ায় অবস্থান করে রস শুষে গাছের বৃদ্ধি ও ফলন ব্যাহত করে। প্রাথমিকভাবে ধরতে না পারলে জমি সম্পূর্ণ পুড়ে যেতে পারে।",
      "prevention": "পানি নিয়ন্ত্রণ, ক্ষেতে নিয়মিত পরিদর্শন এবং অনুমোদিত জৈব বা রাসায়নিক কীটনাশক প্রয়োগ করুন।"
    }
  ]
  